cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "teamookla/speedtest"

# brews
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "git"
brew "neofetch"
brew "peco"
brew "sl"
brew "tree"
brew "teamookla/speedtest/speedtest"

# casks
cask "brave-browser"
cask "discord"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "notion"
cask "visual-studio-code"

# vscode extensions